{
  "general": [
    "Honey never spoils. Archaeologists have found 3,000-year-old honey in Egyptian tombs that was still edible!",
    "Octopuses have three hearts and blue blood!",
    "A group of flamingos is called a 'flamboyance'!",
    "Bananas are berries, but strawberries aren't!",
    "The shortest war in history lasted 38 minutes between Britain and Zanzibar.",
    "A day on Venus is longer than a year on Venus!",
    "Cows have best friends and get stressed when separated!",
    "The inventor of the Pringles can is buried in one!",
    "Scotland's national animal is the unicorn!",
    "There are more possible games of chess than atoms in the observable universe!",
    "A cloud can weigh more than a million pounds!",
    "The longest hiccuping spree lasted 68 years!",
    "Sloths can hold their breath longer than dolphins can!",
    "Your nose can remember 50,000 different scents!",
    "The moon has moonquakes!"
  ],
  "space": [
    "One day on Venus is longer than one year on Venus!",
    "The sun is about 400 times larger than the moon but also 400 times farther away, which is why they look the same size!",
    "There's a planet made of diamonds called 55 Cancri e!",
    "Neutron stars are so dense that one teaspoon would weigh about 6 billion tons!",
    "The footprints on the Moon will be there for 100 million years!",
    "Space is completely silent because there's no air for sound to travel through!",
    "Saturn would float if you could find a bathtub big enough!",
    "A year on Mercury is just 88 Earth days!",
    "There are more stars in the universe than grains of sand on all of Earth's beaches!",
    "The largest volcano in our solar system is on Mars - it's called Olympus Mons!"
  ],
  "animals": [
    "A group of owls is called a parliament!",
    "Elephants are the only animals that can't jump!",
    "A shrimp's heart is in its head!",
    "Dolphins sleep with one eye open!",
    "Butterflies taste with their feet!",
    "A snail can sleep for three years!",
    "Koalas sleep up to 22 hours a day!",
    "Hummingbirds are the only birds that can fly backwards!",
    "Cats have over 20 vocalizations, including the meow, purr, and chirp!",
    "A group of porcupines is called a prickle!",
    "Wombat poop is cube-shaped!",
    "Sea otters hold hands while sleeping so they don't drift apart!",
    "Crows can recognize human faces and hold grudges!",
    "A flea can jump up to 150 times its own body length!",
    "Octopuses have three hearts - two pump blood to the gills, one pumps it to the rest of the body!"
  ],
  "science": [
    "Hot water freezes faster than cold water - this is called the Mpemba effect!",
    "Lightning strikes the Earth about 8 million times a day!",
    "Your brain uses about 20% of your body's total energy!",
    "There are more bacteria in your mouth than there are people on Earth!",
    "Glass is actually a liquid that flows very, very slowly!",
    "A teaspoon of a neutron star would weigh about 6 billion tons!",
    "You can't hum while holding your nose closed!",
    "Humans share 50% of their DNA with bananas!",
    "Water can boil and freeze at the same time - it's called the triple point!",
    "The human body contains enough carbon to make 900 pencils!"
  ],
  "history": [
    "Cleopatra lived closer in time to the Moon landing than to the construction of the Great Pyramid!",
    "Oxford University is older than the Aztec Empire!",
    "Vikings used to give kittens to new brides as essential household gifts!",
    "Ancient Romans used crushed mouse brains as toothpaste!",
    "Napoleon was once attacked by a horde of bunnies!",
    "The Great Wall of China is held together with sticky rice!",
    "In ancient Greece, throwing an apple at someone was a way to declare your love!",
    "The first alarm clock could only ring at 4 AM!",
    "Ancient Egyptians used slabs of stone as pillows!",
    "The shortest war in history lasted only 38 to 45 minutes!"
  ],
  "food": [
    "Honey is the only food that never spoils!",
    "Apples float in water because they're 25% air!",
    "Peanuts aren't nuts - they're legumes!",
    "The most expensive pizza in the world costs $12,000!",
    "Carrots were originally purple before orange ones were developed!",
    "Ketchup was sold as medicine in the 1830s!",
    "Chocolate was once used as currency!",
    "There are over 7,500 varieties of apples in the world!",
    "Lemons contain more sugar than strawberries!",
    "Astronauts can't cry in space because there's no gravity to make tears fall!"
  ],
  "geography": [
    "Russia spans 11 time zones!",
    "There's a town in Norway called Hell, and it freezes over every winter!",
    "Australia is wider than the moon!",
    "Canada has more lakes than the rest of the world combined!",
    "The Amazon rainforest produces about 20% of Earth's oxygen!",
    "Mount Everest grows about 4 millimeters every year!",
    "The Dead Sea is so salty you can float in it without trying!",
    "Antarctica is the driest continent on Earth!",
    "There's enough gold in Earth's core to coat the entire surface in 1.5 feet of gold!",
    "The longest place name has 85 letters - it's a hill in New Zealand!"
  ]
}
